export default function TermsPage() {
    return (
        <div className="flex flex-col gap-8 pb-16 px-6 py-24 sm:py-32 lg:px-8 max-w-4xl mx-auto">
            <h1 className="text-3xl font-bold tracking-tight text-foreground sm:text-4xl text-center">
                قوانین و مقررات
            </h1>
            <div className="prose prose-lg dark:prose-invert mx-auto text-justify">
                <p>
                    کاربر گرامی، استفاده از خدمات وب‌سایت مرکز آموزشی عترت علم به معنای
                    آگاه بودن و پذیرفتن شرایط و قوانین و همچنین نحوه استفاده از سرویس‌ها
                    و خدمات است.
                </p>
                <h3>۱. تعهدات کاربران</h3>
                <p>
                    کاربران مسئول حفظ محرمانگی حساب کاربری و رمز عبور خود هستند و تمامی
                    مسئولیت فعالیت‌هایی که تحت حساب کاربری و یا رمز ورود انجام می‌پذیرد
                    به عهده کاربران است.
                </p>
                <h3>۲. حقوق مالکیت معنوی</h3>
                <p>
                    تمامی محتوای موجود در این وب‌سایت، مانند متن، گرافیک، لوگو، آیکون
                    دکمه، تصاویر، ویدئوها و کلیه محتوای تولید شده توسط مرکز آموزشی عترت
                    علم جزئی از اموال این مرکز محسوب می‏‌شود و حق استفاده و نشر تمامی
                    مطالب موجود و در دسترس در انحصار مرکز آموزشی عترت علم است و هرگونه
                    استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای ما محفوظ می‏‌دارد.
                </p>
                <h3>۳. قوانین ثبت نام در دوره‌ها</h3>
                <p>
                    ثبت نام در دوره‌های آموزشی تابع قوانین خاص خود است که در هنگام ثبت نام
                    به اطلاع کاربر می‌رسد. انصراف از دوره و استرداد وجه تنها طبق ضوابط
                    تعیین شده امکان‌پذیر است.
                </p>
            </div>
        </div>
    );
}
