export default function PrivacyPage() {
    return (
        <div className="flex flex-col gap-8 pb-16 px-6 py-24 sm:py-32 lg:px-8 max-w-4xl mx-auto">
            <h1 className="text-3xl font-bold tracking-tight text-foreground sm:text-4xl text-center">
                حریم خصوصی
            </h1>
            <div className="prose prose-lg dark:prose-invert mx-auto text-justify">
                <p>
                    مرکز آموزشی عترت علم با تاکید بر احترامی که برای حریم شخصی کاربران
                    قائل است، برای استفاده از برخی امکانات وب‌سایت، اطلاعاتی را از کاربران
                    درخواست می‌کند تا بتواند خدماتی امن و مطمئن را به کاربران ارائه دهد.
                </p>
                <h3>۱. اطلاعات جمع‌آوری شده</h3>
                <p>
                    برای ثبت نام در دوره‌ها، ارسال نظرات و یا استفاده از برخی خدمات دیگر،
                    اطلاعاتی مانند نام و نام خانوادگی، شماره تلفن و ایمیل مورد نیاز است.
                    این اطلاعات تنها برای ارائه خدمات و اطلاع‌رسانی‌های مرتبط استفاده
                    خواهد شد.
                </p>
                <h3>۲. امنیت اطلاعات</h3>
                <p>
                    ما متعهد می‌شویم که از اطلاعات شخصی شما با استفاده از تکنولوژی‌های
                    امنیتی پیشرفته محافظت کنیم و این اطلاعات را بدون حکم قانونی در اختیار
                    اشخاص ثالث قرار ندهیم
                </p>
                <h3>۳. کوکی‌ها</h3>
                <p>
                    وب‌سایت ما ممکن است از کوکی‌ها برای بهبود تجربه کاربری استفاده کند
                    شما می‌توانید تنظیمات مرورگر خود را تغییر دهید تا از ذخیره کوکی‌ها
                    جلوگیری کنید، اما این کار ممکن است عملکرد برخی از بخش‌های سایت را
                    مختل کند
                </p>
            </div>
        </div>
    );
}
